
{
  "home": "होम",
  "about": "हमारे बारे में",
  "academics": "शिक्षा",
  "admissions": "प्रवेश",
  "contact": "संपर्क",
  
  "welcomeTo": "मानसरोवर पब्लिक स्कूल में आपका स्वागत है",
  "heroSubtitle": "ज्ञान, चरित्र और उत्कृष्टता के माध्यम से जीवन भर की सफलता के लिए आधार बनाना।",
  "applyForAdmission": "प्रवेश के लिए आवेदन करें",
  "learnMore": "और जानें",
  
  "aboutOurSchool": "हमारे स्कूल के बारे में",
  "aboutDesc1": "घनघरी, बरकट्ठा, हजारीबाग में मानसरोवर पब्लिक स्कूल प्रत्येक छात्र के बौद्धिक, शारीरिक और नैतिक क्षमता को विकसित करने वाली गुणवत्तापूर्ण शिक्षा प्रदान करने के लिए प्रतिबद्ध है।",
  "aboutDesc2": "हमारा स्कूल एक पोषक वातावरण प्रदान करता है जहां छात्र महत्वपूर्ण सोच कौशल, रचनात्मकता और एक मजबूत नैतिक चरित्र विकसित कर सकते हैं जो उन्हें पूरे जीवन में काम आएगा।",
  "readMore": "और पढ़ें",
  
  "messageFromPrincipal": "प्रधानाचार्य का संदेश",
  "principalName": "श्री सोनू कुमार",
  "principalMsg1": "मानसरोवर पब्लिक स्कूल में आपका स्वागत है! प्रधानाचार्य के रूप में, मुझे इस संस्था का नेतृत्व करने का सम्मान प्राप्त है जो गुणवत्तापूर्ण शिक्षा प्रदान करने और हमारे बच्चों के भविष्य को आकार देने के लिए समर्पित है। हमारा स्कूल ऐसा वातावरण बनाने का प्रयास करता है जहां हर छात्र अपनी क्षमता की खोज कर सके और अकादमिक, सामाजिक और नैतिक रूप से विकसित हो सके।",
  "principalMsg2": "हम समग्र शिक्षा में विश्वास करते हैं जो रचनात्मकता, महत्वपूर्ण सोच और चरित्र को पोषित करती है। हमारे समर्पित शिक्षक यह सुनिश्चित करने के लिए अथक प्रयास करते हैं कि प्रत्येक छात्र को व्यक्तिगत ध्यान और मार्गदर्शन मिले। साथ मिलकर, हम शिक्षा में उत्कृष्टता और अपने छात्रों को कल की चुनौतियों के लिए तैयार करने के लिए प्रतिबद्ध हैं।",
  "readFullMessage": "पूरा संदेश पढ़ें",
  
  "ourServices": "हमारी सेवाएं",
  "servicesDesc": "मानसरोवर पब्लिक स्कूल में शैक्षिक अनुभव को बढ़ाने के लिए डिज़ाइन की गई व्यापक सेवाएं",
  "schoolBusTitle": "स्कूल बस सेवा",
  "schoolBusDesc": "अनुभवी चालकों और अच्छी तरह से बनाए गए बसों के साथ छात्रों के लिए सुरक्षित और विश्वसनीय परिवहन जो सभी प्रमुख मार्गों को कवर करता है।",
  "onlineLearningTitle": "ऑनलाइन लर्निंग प्लेटफॉर्म",
  "onlineLearningDesc": "डिजिटल शिक्षण संसाधनों, इंटरैक्टिव पाठों और शैक्षिक सामग्री तक पहुंच कक्षा के बाहर निरंतर सीखने के लिए।",
  "virtualClassroomTitle": "वर्चुअल क्लासरूम",
  "virtualClassroomDesc": "लाइव शिक्षक इंटरैक्शन के साथ इंटरैक्टिव वर्चुअल क्लासरूम सेशन, पारंपरिक कक्षा शिक्षा को पूरक बनाने के लिए डिज़ाइन किए गए।",
  "digitalLibraryTitle": "डिजिटल लाइब्रेरी",
  "digitalLibraryDesc": "ई-बुक्स, अनुसंधान सामग्री और शैक्षिक वीडियो के साथ व्यापक डिजिटल लाइब्रेरी जो शैक्षिक उत्कृष्टता का समर्थन करती है।",
  
  "quickLinks": "त्वरित लिंक",
  "schoolHours": "स्कूल समय",
  "mondayToSaturday": "सोमवार - शनिवार",
  "officeHours": "कार्यालय समय",
  "allRightsReserved": "सर्वाधिकार सुरक्षित।"
}
